[{"level_0":884,"index":6003,"uid":14089,"claim":"Allan Hepburn flew a Bristol F.2b East of Middelkerke with opponent Albatros D.V. (a fighter aircraft built by the Albatros Flugzeugwerke) and again at Ostend.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":882,"index":5995,"uid":7292,"claim":"The premolars sit between the canine and molar teeth (the large, flat teeth at the back of the mouth), and in Latin they are called dentes premolares.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":304,"index":1910,"uid":9245,"claim":"Boxing at the 2011 Pan Arab Games had ten events, one of the ones to win a bronze metal is Reda Benbaziz.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":814,"index":5588,"uid":5969,"claim":"Ian Hilllier made his professional debut in a 2–1 win over Cheltenham Town, a professional football club founded in 1887 which had rivalries with other clubs in Gloucestershire, England.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":1010,"index":6807,"uid":49606,"claim":"One of Frans Denys' twelve Antwerp paintings was in the Palace of Versailles, a royal residence in France.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":525,"index":3443,"uid":8838,"claim":"Piotr Mowlik(born 21 April 1951) is a retired Polish football goalkeeper from Rybnik, Poland who signed as a professional with ROW Rybnik where he played until 1970 then joined  Legia Warsaw in 1971.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":274,"index":1699,"uid":4427,"claim":"Adolf Ausfeld became a teaching intern in 1880 later he became an gymnastics instructor in Bruchsal (city at the western edge of the Kraichgau).","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":1148,"index":7752,"uid":5922,"claim":"James Nugent was appointed the first Catholic chaplain to Walton Gaol in 1860, then in 1881, the Liverpool Catholic Children's Protection Society was jointly founded by Nugent and Bishop O'Reilly (Bishop of the Roman Catholic Diocese of Liverpool by the Holy See).","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":881,"index":5991,"uid":24959,"claim":"Hotel Row contains most of their original historic architectural character, some of which were developed by Samuel Inman, and the plans to turn some into lots stalled in the Late-2000 recession (a period of marked general decline).","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":561,"index":3703,"uid":2282,"claim":"In the 2018 Victorian state election, Murray Plains, an electoral district, had the most votes for Peter Walsh, who's been a member of the National party from 2014–present, at 24,234, and the least votes for for Ian Christoe, a member of the Greens party, at 1,706 votes.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":804,"index":5534,"uid":19917,"claim":"During the Franco-Dutch War in 1674, Fort Pentagouet was captured by the Dutch captain Jurriaen Aernoutsz, commander of the frigate Flying Horse, and turned its cannon on its own walls and destroyed most of it later.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":651,"index":4410,"uid":21817,"claim":"The United Arab Emirates, a sovereign state in Western Asia located at the eastern end of the Arabian Peninsula, won one silver medal in the 2016 Arab Junior Athletics Championships.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":136,"index":913,"uid":2368,"claim":"The headquarters of Compañía Cervecera de Puerto Rico is in Mayagüez, Puerto Rico, and is currently headed by Camalla Valdés (born October 14, 1972), President and CEO of the company.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":53,"index":334,"uid":1426,"claim":"Connad Cerr, who appeares to have been joint king with Eochaid Buide in the 620s, is named as king of Dál Riata in 627 when he won a victory over Fiachnae mac Demmáin, king of the Ulaid, a Gaelic over-kingdom in north-eastern Ireland during the Middle Ages made up of a confederation of dynastic groups, at Ard Corann.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":855,"index":5872,"uid":4965,"claim":"Cobus Kellermann is a South African Chartered Financial Analyst that established Clarus Capital and owns 50% of RDL Management.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":36,"index":253,"uid":4421,"claim":"The 2014 Ohio's election for Secretary of State (held on November 4th) resulted in Republican Jon Husted, incumbent, winning re-election to serve a second term by capturing almost 60% of the votes.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":1031,"index":6993,"uid":2356,"claim":"Liu Weidong, a Chinese association football player from China has played in eight seasons of the Chinese Super League with the Changchun Yatai club.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":762,"index":5160,"uid":3873,"claim":"In April 1932, the PCdR cell in Bucharest provided the Dobruja chapter subversive brochures and illegal newspapers, including Scânteia and Tânărul Leninist (\"The Young Leninist\"), storing them in three suitcases; while the whole operation was being followed by Siguranța (successive secret police services in the Kingdom of Romania).","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":11,"index":66,"uid":4547,"claim":"In the 1989 NFL Season (the same season that NFL commissioner Pete Rozelle announced his retirement), the New York Giants drafted Brian Williams in the first round, while drafting both Bob Kratch and Greg Jackson in the third round, and David Meggett in the fifth round.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":650,"index":4402,"uid":1657,"claim":"ABC proteins transport various molecules across extra-and intra-cellular membranes and ABC genes are divided into seven distinct subfamilies.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":10,"index":61,"uid":12792,"claim":"In personal finance, a grace period, which can range from minutes to a number of days, refers to the allocated time which no interest is charged on a credit card or when fees are due but can be paid without penalty.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":57,"index":363,"uid":7403,"claim":"Poison Dust was directed and produced by Sue Harris, staring Ramsey Clark (born December 18, 1927)  with a run time of 84 minutes.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":307,"index":1941,"uid":14483,"claim":"Winifred Lawson, an opera singer remembered for her soprano performances was invited by Rupert D'Oyly Carte to be a full time member before playing Yum-Yum in 1923.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":229,"index":1449,"uid":9336,"claim":"In the first round of 1968–69 FIBA European Champions Cup, Tapion Honka (a basketball club based in Espoo, Finland) fought against Standard Liège with an agg. of 158–180; 76–81 in the first leg, then 82–99 in the second leg.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":189,"index":1253,"uid":2549,"claim":"American professional basketball player Dan Werner played in college and later signed with Bologna, an Italian professional basketball club based in Bologna, Emilia-Romagna.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":327,"index":2067,"uid":2053,"claim":"British virtual Band Gorillaz was created by Damon Albarn and Jamie Hewlett, and have a list of awards and nominations including wins from the MTV Europe Music Awards in 2001 and 2005.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":362,"index":2322,"uid":5175,"claim":"The only covered bridge west of the Mississippi river which is the second-longest river in the North American continent is the Office Bridge.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":1087,"index":7361,"uid":4922,"claim":"Real-Succes, a Moldovan football club from Hîrtopul Mare, Moldova, lost to Cricova in the preliminary round of the 2008–09 Moldovan Cup.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":512,"index":3359,"uid":11865,"claim":"A light commercial vehicle produced since 1981 which was available with a 5-speed manual transmission or 4-speed automatic transmission and was produced from 1993 until 2018, is the second generation of the Fiat Ducato, called the Peugeot Boxer.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":371,"index":2412,"uid":12047,"claim":"Before retiring in 1998, Calvin Grove (born August 5, 1962 in Coatesville, Pennsylvania) challenged WBC super featherweight title holder Azumah Nelson in 1992, and later moved up to take on WBC lightweight title holder Miguel Ángel González, but lost via TKO.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":81,"index":535,"uid":802,"claim":"Griffin, son of Jesse and Sarah Griffin, told an interviewer for List Film (a digital magazine guide to arts and entertainment) that he was an \"animal lover\" thus he became fascinated with Tarzan at age 9.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":13,"index":104,"uid":1490,"claim":"15 years ago 219 species of Cylindroleberididae were described, most just 2mm and they are in the ostracod family that has around 70,000 species and is a class of crustacea.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":1024,"index":6921,"uid":3115,"claim":"Robbie Hedges, preceded by Joe Goforth as the chief of the Peoria tribe of Indians of Oklahoma, was the first woman elected as Chief of the Peoria Tribe in 2000.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":494,"index":3262,"uid":46522,"claim":"The song, Kannan Vanthu, sung by Sistla Janaki, an experienced singer who has recorded songs in 25 languages, runs for a length of four minutes and eleven seconds.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":1155,"index":7791,"uid":14847,"claim":"Stockholm-born professional golfer Daniel Westermark and Spanish Juan Carlos Pinero won the Campeonato de Castilla in 1993 and 1994, respectively, with Westermark trailing behind Pinero in 1994.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":455,"index":2983,"uid":5457,"claim":"Phukkhom of BNK48 (sister group of AKB48) participated in the 2019 music video \"Khet Ham Huang\" by Tor Saksit.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":1137,"index":7669,"uid":34885,"claim":"Aero Asia International served nine Pakistani cities, including Islamabad, the capital city of Pakistan noted for its high standards of living, safety, and abundant greenery.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":301,"index":1896,"uid":12660,"claim":"From 2008-09, Rolf Wacha played 16 games for SC 1880 Frankfurt, a German sports club from Frankfurt am Main.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":976,"index":6571,"uid":43396,"claim":"Künten, a 4.89 km (1.89 sq mi) land in Baden district, Aargau (situated by the lower course of the Aare River), Switzerland, has a total population of 1,749.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":826,"index":5682,"uid":724,"claim":"Blood in Our Wells received a rating of 9\/10 from Chronicles of Chaos (webzine), an extreme metal webzine focused on artists that are generally outside the metal mainstream, and occasionally covers other forms of extreme music as well.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":409,"index":2668,"uid":10217,"claim":"Randy Hippeard played for both Tampa Bay, coached by Dave Ewart in 2013, and Orlando between the years 2013 to 2017.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":608,"index":4059,"uid":15764,"claim":"Anat Berko was elected to the Knesset as Likud, an alliance of right-wing parties, had won 30 seats.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":848,"index":5834,"uid":11247,"claim":"Biomphalaria straminea is part of the phylum Mollusca, the second largest phylum of invertebrate animals.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":1022,"index":6903,"uid":1797,"claim":"The Conservative party won a landslide victory in the 2015 Bracknell Forest Borough Council, a local authority of Bracknell Forest in Berkshire, England.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":368,"index":2394,"uid":4522,"claim":"Walter Tyrrell was credited with five aerial victories within the 7th to 12th of April, 1918 including 3 in Lamotte, a commune in the Somme department in northern France.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":868,"index":5933,"uid":19084,"claim":"Century III Mall was located in West Mifflin, a borough in Allegheny County, Pennsylvania.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":164,"index":1100,"uid":7283,"claim":"Süleymaniye Mosque in Istanbul, Turkey, founded in 1550, was designed by Mimar SInan and his tomb is outside the mosque walls to the north.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":126,"index":850,"uid":6708,"claim":"David Singleton partnered with his near-neighbor, who in 1992 founded the Ton Prob production partnership with him and was best known for his guitar skills and ranked in the Top 50 guitarists of all time..","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":457,"index":2986,"uid":2999,"claim":"Matthew Kilgallon played for the club Leeds United (formed in 1919 following the disbanding of Leeds City by the Football League and took over their Elland Road stadium) from the 2002-04 season in the Premiere League division up to the 2004-07 seasons in the EFL Championship divison where he scored a total of 95 apps and 3 goals.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":443,"index":2855,"uid":2536,"claim":"The second highest operator of aerodromes in Tanzania is the Ministry of Natural Resources and Tourism (MNRT), the government body responsible for the tourism in the country.","label":"SUPPORTS","challenge":"Multi-hop Reasoning"},{"level_0":963,"index":6495,"uid":10558,"claim":"Federico Lanzillota appeared in 2012–13 Primera B Nacional (a professional football league in Argentina, organised by the Argentine Football Association ) three times, under Nueva Chicago, and then appeared seven times in the 2015 Primera División.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":1071,"index":7252,"uid":3651,"claim":"Aaron Bow (born in Johnson County, Missouri, founded in 1834) had two compositions before 2021, one of which was titled, YOUR ATTENTION PLEASE.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":912,"index":6180,"uid":28704,"claim":"Sudhin Das was an artist of Nazrul Institute and a Bangladesh musician who was married to Nathaniel Das.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":1007,"index":6786,"uid":12280,"claim":"Masaki Suda, whose debut song is \"Mita Koto mo Nai Keshiki\" and won the Japan Academy Film Prize for Outstanding Performance by an Actor has released more singles as the lead artist in 2016 than in 2017.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":714,"index":4853,"uid":28950,"claim":"Amlwch Town (4), a football team founded in 1897, lost to Treaddur Bay United (4) with a score of 1–2, while Brickfield Rangers (3) won against Brymbo (3) with a score of 2–1 at the 2014–15 Welsh Cup.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":278,"index":1729,"uid":36235,"claim":"The film Sadma earned Kamal Haasan a Best Actor award in 1983.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":399,"index":2629,"uid":7501,"claim":"Kanowna Belle Gold Mine is a gold mine in the city of Kalgoorlie, in the Goldfields-Esperance region of Western Australia, produced 314,363 ounces of gold in 2000, 270,552 in 2001, but did not operate in 2002.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":82,"index":545,"uid":9902,"claim":"Laurence Wilson played in League Two and the Scottish Premier League, but never spent any time in the English Premier League.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":893,"index":6047,"uid":566,"claim":"Gymnopilus nashii is a mushroom that is a part of a large family of gilled mushrooms containing over 2100 species called the cortinariaceae family, and is a part of the fungi family.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":148,"index":975,"uid":3669,"claim":"Darren Van Oene was picked 33 by the Buffalo Sabres and played with them or four seasons.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":394,"index":2580,"uid":19050,"claim":"In Public housing (property owned by government) estates in Shek Kip Mei, there are total of three houses which was completed in 1985, one was single type and the other two were old slab type.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":850,"index":5841,"uid":9711,"claim":"The 2016–17 Irish Super League season featured two exceptional coaches Mark Keenan and Dave Baker.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":554,"index":3619,"uid":27822,"claim":"While working on the album American Slang, Brian Fallon was also working with good friend Ian Perkins on his band's side project, The Horrible Crowes, and Fallon's band, The Gaslight Group, announced via Facebook on October 6, 2011 that they had signed with Mercury Records.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":616,"index":4151,"uid":9287,"claim":"Brad Martin's 2002 single, \"Before I Knew Better,\" which never saw a place on the US Country Chart, was his least successful single.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":663,"index":4493,"uid":9277,"claim":"Spain in the Eurovision Song Contest 2007 had fifteen artists, one of which was Agustín Aspa who had 69 points.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":43,"index":283,"uid":9008,"claim":"In 1861, Texas, which joined the Confederate States of America, was placed under martial law a year later and Jacob Kuechler, who voluntarily resigned as a commissioner of the Texas General Land Office in 1870, after numerous rallies conducted to overthrow him.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":429,"index":2768,"uid":892,"claim":"List of wars involving Peru include the victorious Peruvian Intervention in Bolivia in 1828 and the Conflict of the Pedrera in 1911 which was a war against Peru's rebels.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":1018,"index":6881,"uid":6585,"claim":"In the 2014 Asian Indoor Athletics Championships, only running events were held.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":899,"index":6106,"uid":25828,"claim":"Ecstasea is a 585 tonnes yacht built in the Cayman Islands, an autonomous British Overseas Territory in the western Red Sea.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":992,"index":6722,"uid":9036,"claim":"Henry Yager, born in Claverack, Columbia County, New York, in 1802, was a farmer, businessman and political figure in Upper Canada, a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern all of the lands in British North America, formerly part of the Province of Quebec since 1763.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":549,"index":3584,"uid":47183,"claim":"Chinese reality show, SIsters Who Make Waves included New Pants who was formed in 1996 as a pop-punk band in China, who in episode nine won a pass while 3 people were eliminated.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":828,"index":5696,"uid":33948,"claim":"The Athletes' Village in the 2018 Commonwealth Games, located in the United States, opened in 2018 with the purpose of providing housing and services to 6,600 athletes and officials.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":172,"index":1154,"uid":4112,"claim":"Nagjuttuuq is one of the 15 uninhabited island located at Foxe Basin in the region of Kivalliq with an area 997 km (385 sq mi).","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":568,"index":3774,"uid":5678,"claim":"Szilvester Csollany, a former gymnast from Germany, failed to obtain a gold medal at the 2000 Summer Olympics in Sydney.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":23,"index":177,"uid":2392,"claim":"As a member of the ENIC Group owned club Tottenham Hotspur F.C., John Smith scored the first Premier League goal in 2017.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":875,"index":5960,"uid":10659,"claim":"Yehor Nazaryna is a professional Ukrainian football midfielder that has played for multiple teams in his career including Druha Liga from 2016-2018, and Dnipro in 2017-2018.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":299,"index":1882,"uid":7388,"claim":"The Ullevaal Stadion, which can accommodate 25,572 people, has the same capacity as Brann Stadion, the home turf of team Brann.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":841,"index":5764,"uid":38710,"claim":"On 26 May 2009, Vladimir Shamanov left his position as commander of the VDV, thus Dmitry Medvedev appointed him to neutralize discontent over the cuts and reorganisations as a result of the 2008 reform programme.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":26,"index":197,"uid":1092,"claim":"The Castle of Iron is a fantasy novel written by L. Sprague de Camp and Fletcher Pratt and was published by a large-scale publishing company in New York.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":1122,"index":7564,"uid":11692,"claim":"Cobus Kellermann owned a a grocery store equally with his friend David Cosgrove.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":773,"index":5253,"uid":45509,"claim":"Little Horkesley is located in Essex, just northeast of London, is an uninhabited area.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":177,"index":1196,"uid":4425,"claim":"The two participants, who were unable to complete the race in the 1965 Italian Grand Prix due to a tire problem, were Nino Farina and Luigi Villoresi.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":127,"index":855,"uid":36170,"claim":"Jade Alleyne played as Clem Burton in the 2019 television show \"Years and Years\".","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":898,"index":6101,"uid":17893,"claim":"The vicinity of Tongjiang was attacked from 698 to 936 by Funie Mohe tribes, who were later submitted to Balhae Kingdom under King Mun's reign in 737 to 793.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":720,"index":4881,"uid":7543,"claim":"Copper in architecture has ten different copper alloys, one of which has the common term of Red brass.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":1005,"index":6782,"uid":14186,"claim":"Henry Sprinks (full name Henry Robert James Sprinks) was a left-handed batter for cricket born on August 19, 1905 in Alexandria, Egypt and died in May 23, 1986.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":1050,"index":7113,"uid":32495,"claim":"English actress Tanya Reynolds didn't act in films.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":935,"index":6335,"uid":61,"claim":"Pineville, Louisiana, which is a part of the Alexandria Metropolitan Statistical Area, is the location of the Old LSU Site built in 1860.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":585,"index":3886,"uid":1533,"claim":"Nihon Aircraft Manufacturing Corporation's aircraft receive more constituents from Mitsubishi than Sumitomo and Showa which was established in 1923.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":734,"index":4957,"uid":25744,"claim":"Logan Cave National Wildlife Refuge was established in 1888 and is located in Benton County, Arkansas, United Kingdom with an area is 140 acres.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":80,"index":534,"uid":4631,"claim":"In the 1988 Winter Olympics, for the figure skating event, the pair of Natalia Bestemianova and Andrei Bukin ranked number 1, followed by Marina Klimova and Sergei Ponomarenko in second, and Natalia Annenko and Genrikh Sretenski in third for the Ice Dance event.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":867,"index":5931,"uid":7380,"claim":"During the Road Race portion of the women's cycling events at the 1998 Central American and Caribbean Games, Maureen Kaila Vergara, whose cycling career ran from 1990 - 2001 won the gold, while Madelin Jorge won the silver.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":191,"index":1260,"uid":5833,"claim":"Aya Ueto has released multiple singles such as \"Pureness\" and \"Ai no Tame ni.\" in 2002, and \"Hello\", \"Message\/Personal\", \"Kanshō\/Mermaid\", and \"Binetsu\" in 2003.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":269,"index":1675,"uid":441,"claim":"1849 Grand National (Wednesday, 28 February) was planned to consist of Bretherton who never took part again, and The British Yeoman who returned after placing second.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":953,"index":6463,"uid":4346,"claim":"The 1959 Eastern Michigan Hurons football team lost all its games except for the one against the Illinois State during the 1959 NCAA College Division football season (the fourth season of college football in Canada).","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":308,"index":1942,"uid":5637,"claim":"Everybody Saves Father and The Only Girl in Camp are silent films, or films that are not long enough in running time to be considered a feature film, wherein in the former film, four suitors try to win the approval of Jennie's father only to find out that Jennie had already turned down Bill.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":755,"index":5122,"uid":11828,"claim":"Stanley Fenley was a left-handed batter for Surrey and, later, Hampshire.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":781,"index":5331,"uid":1817,"claim":"During Washington's first district primary for the U.S. House of Representatives in 2010, Democratic candidate Jay Inslee earned 55.85 percent of the vote.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":440,"index":2846,"uid":7568,"claim":"Tennessee State Route 233 is a route that starts in Woodlawn at US 79 and ends in Cumberland City at State Route 46.","label":"REFUTES","challenge":"Multi-hop Reasoning"},{"level_0":803,"index":5530,"uid":23361,"claim":"The Democrats lost their hold in the 1990 Tennessee gubernatorial election, with Ned McWherter losing to Dwight Henry.","label":"REFUTES","challenge":"Multi-hop Reasoning"}]