[{"uid":320,"claim":"Deficiency of Tetraspanin-3 causes impaired stem cell-renewal and disease propagation.","label":"SUPPORT"},{"uid":33,"claim":"A deficiency of folate decreases blood levels of homocysteine.","label":"CONTRADICT"},{"uid":664,"claim":"KLF4 prevents VSMCs from acquiring genetic characteristics of other cell types within atherosclerotic lesions.","label":"CONTRADICT"},{"uid":1076,"claim":"Serotonin receptors have no effect on depression","label":"CONTRADICT"},{"uid":931,"claim":"Patients with panic anxiety show increased CSF levels of hypocretin.","label":"SUPPORT"},{"uid":1108,"claim":"Suboptimal nutrition is a leading cause of chronic disease","label":"SUPPORT"},{"uid":1233,"claim":"The minor G allele of FOXO3 represses IL-10.","label":"CONTRADICT"},{"uid":240,"claim":"Cellular aging is uncorrelated with an older appearance.","label":"CONTRADICT"},{"uid":276,"claim":"Combining phosphatidylinositide 3-kinase and MEK 1\/2 inhibitors is ineffective at treating KRAS mutant tumors.","label":"CONTRADICT"},{"uid":150,"claim":"Autophagy deficiency in the liver protects from insulin resistance.","label":"SUPPORT"},{"uid":809,"claim":"Motor neurons from patients with amyotrophic lateral sclerosis have electrophysiological changes relative to healthy patients.","label":"SUPPORT"},{"uid":543,"claim":"IFI16 promotes STING phosphorylation and translocation, resulting in elevated activation of STING induced by cGAMP.","label":"SUPPORT"},{"uid":459,"claim":"Genetic deficiency of mast cells leads to increased weight gain in a mouse model of diet-induced obesity.","label":"CONTRADICT"},{"uid":1296,"claim":"There is no relation between lupus erythematosus and cardiovascular disease","label":"CONTRADICT"},{"uid":512,"claim":"High cardiopulmonary fitness causes decreased mortality rate.","label":"SUPPORT"},{"uid":862,"claim":"Normal granulomas formed in the absence of TNF-␣ despite increased bacterial growth.","label":"SUPPORT"},{"uid":1013,"claim":"Rapamycin accelerates aging in fruit flies.","label":"CONTRADICT"},{"uid":465,"claim":"Genomic instability in leukemia cells results from an increase in reactive oxygen species from oncogene activation.","label":"SUPPORT"},{"uid":961,"claim":"Polyploidization in megakaryocytes occurs in the presence of an aberrant mitosis.","label":"SUPPORT"},{"uid":874,"claim":"Obesity prolongs life expectancy.","label":"CONTRADICT"},{"uid":868,"claim":"Obesity decreases life expectancy.","label":"SUPPORT"},{"uid":991,"claim":"Pyridostatin delays checkpoint activation.","label":"CONTRADICT"},{"uid":193,"claim":"C-Met is involved in epithelial-mesenchymal transition in tumor cells.","label":"SUPPORT"},{"uid":419,"claim":"Fibroblast growth factor 21 icreases vulnerability to atherosclerosis by modulating adiponectin and SREBP2 levels.","label":"CONTRADICT"},{"uid":107,"claim":"Amitriptyline ineffective as a treatment for chronic tension-type headaches.","label":"CONTRADICT"},{"uid":321,"claim":"Deficiency of Tetraspanin-3 causes improved stem cell-renewal and slows disease propagation.","label":"CONTRADICT"},{"uid":291,"claim":"Cost effectiveness evaluations based on cRCT data do not represent patients in actual clinical practice.","label":"SUPPORT"},{"uid":477,"claim":"Golli-deficient T-cells are hyper proliferative in initial clonal expansion.","label":"SUPPORT"},{"uid":918,"claim":"Participants who quit smoking reduce lung cancer risk by approximately 5%.","label":"CONTRADICT"},{"uid":464,"claim":"Genomic instability in leukemia cells results from a decrease in reactive oxygen species from oncogene activation.","label":"CONTRADICT"},{"uid":31,"claim":"A country's Vaccine Alliance (GAVI) eligibility is associated with accelerated adoption of the Hub vaccine.","label":"SUPPORT"},{"uid":1388,"claim":"mTORC2 inhibits xCT antiporter through phosphorylation.","label":"SUPPORT"},{"uid":567,"claim":"In a naive state, blocking Wingless-Int-1 secretion from mouse embryonic stem cells encourages self-renewal of the mouse embryonic stem cells.","label":"CONTRADICT"},{"uid":981,"claim":"Propriospinal interneurons that play a role in the plastic reorganization of spinal circuits are not required for recovery from spinal cord injury.","label":"CONTRADICT"},{"uid":1252,"claim":"The phosphorylation of Drp1 at S616 site promotes its mitochondrial translocation when activated by Ca 2+ \/calmodulin-dependent kinase II (CaMKII).","label":"SUPPORT"},{"uid":322,"claim":"Delayed sleep phase disorder is associated with a dominant coding variation the core circadian clock gene CRY1.","label":"SUPPORT"},{"uid":920,"claim":"Participating in six months of physical activity impairs cognitive functioning.","label":"CONTRADICT"},{"uid":865,"claim":"Nrde-3 facilitates heritable silencing in C. elegans by transporting secondary siRNAs to the nucleus.","label":"SUPPORT"},{"uid":260,"claim":"Chronic aerobic exercise alters endothelial function, impairing vasodilating mechanisms mediated by NO.","label":"CONTRADICT"},{"uid":496,"claim":"Having a main partner increases survival rates in HIV patients.","label":"SUPPORT"},{"uid":297,"claim":"Cyclin A2 synthesis is necessary to switch from unstable to stable kt-mt attachments in mitosis.","label":"CONTRADICT"},{"uid":1064,"claim":"SOD1 integrates oxygen and glucose signals to repress cellular respiration.","label":"SUPPORT"},{"uid":409,"claim":"Falsified artemisinin family drugs with no active ingredient can be life-threatening.","label":"SUPPORT"},{"uid":194,"claim":"C. elegans germlines lose their immortal character when nuclear RNAi is activated.","label":"CONTRADICT"},{"uid":170,"claim":"Bariatric surgery reduces resolution of diabetes.","label":"CONTRADICT"},{"uid":83,"claim":"Adipocytes in major adipose depots descend from cells with a history of Pdgfra expression.","label":"SUPPORT"},{"uid":1017,"claim":"Rapamycin treatment raises G-CSF levels.","label":"SUPPORT"},{"uid":1082,"claim":"Side effects associated with antidepressants increases risk of mortality in postmenopausal women.","label":"SUPPORT"},{"uid":87,"claim":"Adult tissue-resident macrophages possess a self-renewing capacity.","label":"SUPPORT"},{"uid":1077,"claim":"Serotonin receptors play a role in depression","label":"SUPPORT"},{"uid":289,"claim":"Correlative electron microscopy and superresolution fluorescence imaging are imaging techniques.","label":"SUPPORT"},{"uid":1093,"claim":"Somatic missense mutations in NT5C2 are not associated with relapse of acute lymphoblastic leukemia.","label":"CONTRADICT"},{"uid":1061,"claim":"S-nitrosylated GAPDH physiologically transnitrosylates DNA-activated protein kinase.","label":"SUPPORT"},{"uid":7,"claim":"10-20% of people with severe mental disorder receive no treatment in low and middle income countries.","label":"CONTRADICT"},{"uid":1149,"claim":"Tet enzymes activate microRNAs required for iPSC derivation.","label":"SUPPORT"},{"uid":892,"claim":"Osteocytes are not associated with G-CSF induced HSPC mobilization.","label":"CONTRADICT"},{"uid":348,"claim":"Diminished ovarian reserve cannot be used in isolation as an indicator of infertility in a non-infertile population.","label":"SUPPORT"},{"uid":806,"claim":"Monoclonal antibody targeting of N-cadherin promotes growth.","label":"CONTRADICT"},{"uid":270,"claim":"Colloid exposure causes morbidity.","label":"SUPPORT"},{"uid":1369,"claim":"Vitamin D deficiency has no effect on the term of child delivery.","label":"CONTRADICT"},{"uid":374,"claim":"Electrophysiological changes in motor neurons have been observed in patients with amyotrophic lateral sclerosis.","label":"SUPPORT"},{"uid":135,"claim":"Asymptomatic bacteriuria has no effect on the risk for preterm delivery and low birth weight.","label":"CONTRADICT"},{"uid":1122,"claim":"Synaptic activity enhances local synthesis of brain derived neurotrophic factor from postsynaptic dendrites.","label":"SUPPORT"},{"uid":1251,"claim":"The phosphorylation of Drp1 at S616 site inhibits its mitochondrial translocation when activated by Ca 2+ \/calmodulin-dependent kinase II (CaMKII).","label":"CONTRADICT"},{"uid":1240,"claim":"The myocardial cell lineage originally develops from cardiac progenitors of mesodermal origin.","label":"SUPPORT"},{"uid":968,"claim":"Pretreatment with the Arp2\/3 inhibitor CK-666 is not associated with lamelliopodia formation.","label":"CONTRADICT"},{"uid":84,"claim":"Adult tissue-resident macrophages are maintained independent of circulating monocytes.","label":"SUPPORT"},{"uid":1354,"claim":"V-9302 causes antitumor responses by increasing cell death and oxidative stress.","label":"SUPPORT"},{"uid":1131,"claim":"T regulatory cells (tTregs) lacking αvβ8 are unable to suppress pathogenic T-cell responses during active inflammation.","label":"SUPPORT"},{"uid":231,"claim":"Carriers of the alcohol aldehyde dehydrogenase deficiency mutation drink more that non-carries.","label":"CONTRADICT"},{"uid":581,"claim":"In pediatric tissues, the dominant population of T cells are naive T cells emigrants from the thymus.","label":"SUPPORT"},{"uid":750,"claim":"Major vault protein (MVP) functions to decrease tumor aggression.","label":"CONTRADICT"},{"uid":1160,"claim":"The DESMOND program significantly improves biochemical outcomes.","label":"CONTRADICT"},{"uid":29,"claim":"A breast cancer patient's capacity to metabolize tamoxifen has no effect on treatment outcome.","label":"CONTRADICT"},{"uid":849,"claim":"Ninety percent (90%) of kidney cancers in the UK are attributable to excess weight.","label":"CONTRADICT"},{"uid":824,"claim":"N348I mutations decrease resistance to zidovudine (AZT).","label":"CONTRADICT"},{"uid":986,"claim":"Pseudoknots alter gene expression by inducing ribosomal frameshifts in viruses.","label":"SUPPORT"},{"uid":842,"claim":"Near-infrared wavelengths decrease penetration depth in fiberoptic confocal microscopy.","label":"CONTRADICT"},{"uid":1010,"claim":"Radiographic verified pneumonia predictions are improved by the combination of physical examinations with C-reactive protein values.","label":"SUPPORT"},{"uid":719,"claim":"Low saturated fat diets do not have adverse effects on growth or development of infants.","label":"SUPPORT"},{"uid":950,"claim":"Piezo1 channels are sensors for cell crowding in epithelial cells.","label":"SUPPORT"},{"uid":697,"claim":"Lithium damages function in the SCA1 mouse model","label":"CONTRADICT"},{"uid":192,"claim":"Bronchial responsiveness is the same in the winter and summer seasons.","label":"SUPPORT"},{"uid":190,"claim":"Bromodomain proteins promote the differentiation process of bloodstream form (BSF) to procyclic form (PCF) parasites.","label":"CONTRADICT"},{"uid":438,"claim":"Funding the elimination of sporadic malaria cases is a less efficient use of healthcare resources than treating other health priorities in a setting with limited resources.","label":"SUPPORT"},{"uid":656,"claim":"Intramembrane cleavage by SPP helps facilitate in the degradation of proteins with a complex membrane orientation.","label":"SUPPORT"},{"uid":634,"claim":"Inhibiting glucose-6-phospate dehydrogenase impairs lipogenesis by reactivating LKB1-AMPK signaling.","label":"SUPPORT"},{"uid":534,"claim":"Hypertension can be accurately diagnosed with ambulatory blood pressure monitoring.","label":"SUPPORT"},{"uid":147,"claim":"Autologous transplantation of mesenchymal stem cells has worse graft function than induction therapy with anti-interleukin-2 receptor antibodies.","label":"CONTRADICT"},{"uid":596,"claim":"Incidence of sepsis has remained stable between 2009-2014.","label":"SUPPORT"},{"uid":476,"claim":"Golli-deficient T-cells are dormant in initial clonal expansion.","label":"CONTRADICT"},{"uid":1116,"claim":"Sustained transmission of Avian influenza A between humans is not observed.","label":"SUPPORT"},{"uid":1277,"claim":"The tissue surrounding the granuloma in an immune cell induces an inflammatory immune response.","label":"CONTRADICT"},{"uid":1285,"claim":"There are four spatial channels in each hemifield of the auditory cortex of cats.","label":"CONTRADICT"},{"uid":284,"claim":"Consumption of whole fruits reduces the risk of type 2 diabetes.","label":"SUPPORT"},{"uid":1313,"claim":"Transcription factor EB prevents transcription of pro-inflammatory cytokines in macrophages infected with Staphylococcus aureus.","label":"CONTRADICT"},{"uid":215,"claim":"CRY proteins mediate light signal transduction.","label":"SUPPORT"},{"uid":1094,"claim":"Some countries have achieved the goal of eradicting malaria.","label":"SUPPORT"},{"uid":630,"claim":"Inhibiting HDAC6 decreases survival of mice with ARID1A mutated tumors.","label":"CONTRADICT"},{"uid":1080,"claim":"Side effects associated with antidepressants decrease risk of stroke.","label":"CONTRADICT"}]